Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Backup_PasswordPromptHeader
source: Backup password
de: Backup-Passwort
es: Contraseña de la copia de seguridad
zh_cn: 备份密码

# Backup_PasswordPromptPlaceholder
source: Password used when the backup was created
de: Beim Erstellen des Backups verwendetes Passwort
es: Contraseña usada al crear la copia de seguridad
zh_cn: 创建备份时使用的密码

# Backup_RestoreButton
source: Restore
de: Wiederherstellen
es: Restaurar
zh_cn: 还原

# Backup_CancelButton
source: Cancel
de: Abbrechen
es: Cancelar
zh_cn: 取消

# Backup_RestoreConfirmTitle
source: Restore from Backup?
de: Aus Backup wiederherstellen?
es: ¿Restaurar desde la copia de seguridad?
zh_cn: 从备份还原？

# Backup_RestoreConfirmMessage
source: Restoring will overwrite your current knowledge base — documents, conversations, and workflows will be replaced with the backup's contents. This cannot be undone, and Agent-X must be restarted afterwards. Continue?
de: Beim Wiederherstellen wird Ihre aktuelle Wissensbasis überschrieben: Dokumente, Unterhaltungen und Workflows werden durch den Inhalt des Backups ersetzt. Dies kann nicht rückgängig gemacht werden, und Agent-X muss danach neu gestartet werden. Fortfahren?
es: La restauración sobrescribirá su base de conocimiento actual: los documentos, las conversaciones y los workflows se reemplazarán por el contenido de la copia de seguridad. Esta acción no se puede deshacer y después habrá que reiniciar Agent-X. ¿Desea continuar?
zh_cn: 还原将覆盖您当前的知识库：文档、会话和工作流将被替换为备份中的内容。此操作无法撤消，之后必须重启 Agent-X。是否继续？

# Backup_DeleteConfirmTitle
source: Delete Backup?
de: Backup löschen?
es: ¿Eliminar la copia de seguridad?
zh_cn: 删除备份？

# Backup_DeleteConfirmMessage
source: This permanently deletes the selected backup file. This cannot be undone. Continue?
de: Die ausgewählte Backup-Datei wird endgültig gelöscht. Dies kann nicht rückgängig gemacht werden. Fortfahren?
es: Se eliminará de forma permanente el archivo de copia de seguridad seleccionado. Esta acción no se puede deshacer. ¿Desea continuar?
zh_cn: 这将永久删除所选的备份文件。此操作无法撤消。是否继续？

# Backup_DeleteButton
source: Delete
de: Löschen
es: Eliminar
zh_cn: 删除

# Backup_TypeManual
source: Manual
de: Manuell
zh_cn: 手动

# Backup_TypeScheduled
source: Scheduled
de: Geplant
es: Programada
zh_cn: 计划

# WfBuilder_OutputCopied
source: Output copied to clipboard
de: Ausgabe in die Zwischenablage kopiert
es: Salida copiada al portapapeles
zh_cn: 已将输出复制到剪贴板

# WfBuilder_WorkflowCopied
source: Workflow "{0}" copied to clipboard
de: Workflow „{0}“ in die Zwischenablage kopiert
es: Flujo de trabajo "{0}" copiado al portapapeles
zh_cn: 已将工作流“{0}”复制到剪贴板

# WfBuilder_ImportDialogTitle
source: Import Workflow
de: Workflow importieren
es: Importar flujo de trabajo
zh_cn: 导入工作流

# WfBuilder_ImportDialogInstructions
source: Paste a workflow export below. Clipboard text is loaded automatically when available.
de: Fügen Sie unten einen exportierten Workflow ein. Text aus der Zwischenablage wird automatisch übernommen, wenn vorhanden.
es: Pegue abajo un flujo de trabajo exportado. El texto del portapapeles se carga automáticamente cuando está disponible.
zh_cn: 请在下方粘贴导出的工作流。剪贴板中有文本时会自动载入。

# WfBuilder_ImportDialogPlaceholder
source: Paste exported workflow JSON here
de: Exportiertes Workflow-JSON hier einfügen
es: Pegue aquí el JSON del flujo de trabajo exportado
zh_cn: 在此粘贴导出的工作流 JSON

# WfBuilder_ImportDialogImport
source: Import
de: Importieren
es: Importar
zh_cn: 导入

# WfBuilder_DialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
zh_cn: 取消

# WfBuilder_ExportResultTitle
source: Export Workflow Result
de: Workflow-Ergebnis exportieren
es: Exportar resultado del flujo de trabajo
zh_cn: 导出工作流结果

# WfBuilder_ExportStoredRunTitle
source: Export Stored Run ({0})
de: Gespeicherte Ausführung exportieren ({0})
es: Exportar ejecución guardada ({0})
zh_cn: 导出已保存的运行（{0}）

# WfBuilder_ExportDialogInstructions
source: Export this workflow result to the default Agent-X export directory.
de: Exportieren Sie dieses Workflow-Ergebnis in das Standard-Exportverzeichnis von Agent-X.
es: Exporte este resultado del flujo de trabajo al directorio de exportación predeterminado de Agent-X.
zh_cn: 将此工作流结果导出到 Agent-X 的默认导出目录。

# WfBuilder_ExportDialogFormat
source: Format
es: Formato
zh_cn: 格式

# WfBuilder_ExportDialogIncludeMetadata
source: Include metadata
de: Metadaten einschließen
es: Incluir metadatos
zh_cn: 包含元数据

# WfBuilder_ExportDialogExport
source: Export
de: Exportieren
es: Exportar
zh_cn: 导出

# WfBuilder_CategoryCustom
source: Custom
de: Benutzerdefiniert
es: Personalizado
zh_cn: 自定义

# WfBuilder_CategoryResearch
source: Research
de: Forschung
es: Investigación
zh_cn: 研究

# WfBuilder_CategoryWriting
source: Writing
de: Schreiben
es: Redacción
zh_cn: 写作

# WfBuilder_CategoryAnalysis
source: Analysis
de: Analyse
es: Análisis
zh_cn: 分析

# WfBuilder_CategoryProductivity
source: Productivity
de: Produktivität
es: Productividad
zh_cn: 效率

# Settings_ShortcutSaveSettings
source: Save settings
de: Einstellungen speichern
es: Guardar configuración
zh_cn: 保存设置

# Settings_ShortcutCategory
source: Settings
de: Einstellungen
es: Configuración
zh_cn: 设置

# Settings_ResetConfirmTitle
source: Reset to Defaults?
de: Auf Standard zurücksetzen?
es: ¿Restablecer valores predeterminados?
zh_cn: 恢复默认值？

# Settings_ResetConfirmMessage
source: This restores every setting on this page to its default value. Your current configuration will be lost. Continue?
de: Dadurch werden alle Einstellungen auf dieser Seite auf ihren Standardwert zurückgesetzt. Ihre aktuelle Konfiguration geht verloren. Fortfahren?
es: Esto restablece los ajustes de esta página a sus valores predeterminados y borra las claves de API y la URL de la instancia que haya introducido. El tema, el idioma, las carpetas vigiladas, el token de la API local y el cifrado de la base de datos se mantienen como están. ¿Desea continuar?
zh_cn: 这将把此页面上的所有设置恢复为默认值。您当前的配置将会丢失。是否继续？

# Settings_ResetConfirmButton
source: Reset
de: Zurücksetzen
es: Restablecer
zh_cn: 重置

# Settings_ResetCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
zh_cn: 取消

# EmailSet_DisconnectConfirmTitle
source: Disconnect {0}?
de: {0} trennen?
es: ¿Desconectar {0}?
zh_cn: 断开 {0} 的连接？

# EmailSet_DisconnectConfirmMessage
source: This removes the {0} connection and stops syncing. You'll need to reconnect and re-authorize to use it again. Continue?
de: Dadurch wird die Verbindung zu {0} entfernt und die Synchronisierung beendet. Um sie wieder zu nutzen, müssen Sie die Verbindung erneut herstellen und autorisieren. Fortfahren?
es: Esto quita la conexión con {0} y detiene la sincronización. Para volver a usarla, tendrá que conectarse y autorizarla de nuevo. ¿Desea continuar?
zh_cn: 这将移除与 {0} 的连接并停止同步。若要再次使用，需要重新连接并重新授权。是否继续？

# EmailSet_DisconnectConfirmButton
source: Disconnect
de: Trennen
es: Desconectar
zh_cn: 断开连接

# EmailSet_DisconnectCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
zh_cn: 取消

# EmailSet_AccountOutlook
source: Outlook Email
es: Correo de Outlook
zh_cn: Outlook 邮件

# CalSet_DisconnectConfirmTitle
source: Disconnect {0}?
de: {0} trennen?
es: ¿Desconectar {0}?
zh_cn: 断开 {0} 的连接？

# CalSet_DisconnectConfirmMessage
source: This removes the {0} connection and stops syncing. You'll need to reconnect and re-authorize to use it again. Continue?
de: Dadurch wird die Verbindung zu {0} entfernt und die Synchronisierung beendet. Um sie wieder zu nutzen, müssen Sie die Verbindung erneut herstellen und autorisieren. Fortfahren?
es: Esto quita la conexión con {0} y detiene la sincronización. Para volver a usarla, tendrá que conectarse y autorizarla de nuevo. ¿Desea continuar?
zh_cn: 这将移除与 {0} 的连接并停止同步。若要再次使用，需要重新连接并重新授权。是否继续？

# CalSet_DisconnectConfirmButton
source: Disconnect
de: Trennen
es: Desconectar
zh_cn: 断开连接

# CalSet_DisconnectCancelButton
source: Cancel
de: Abbrechen
es: Cancelar
zh_cn: 取消

# CalSet_AccountGoogle
source: Google Calendar
de: Google Kalender
zh_cn: Google 日历

# CalSet_AccountOutlook
source: Outlook Calendar
de: Outlook-Kalender
es: Calendario de Outlook
zh_cn: Outlook 日历

# Sync_HistoryDirectionExport
source: Export
es: Exportación
zh_cn: 导出

# Sync_HistoryDirectionImport
source: Import
es: Importación
zh_cn: 导入

# Sync_HistoryStatusSuccess
source: Success
de: Erfolgreich
es: Correcta
zh_cn: 成功

# Sync_HistoryStatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallida
zh_cn: 失败

# Vault_ShortcutRefreshDocuments
source: Refresh documents
de: Dokumente aktualisieren
es: Actualizar documentos
zh_cn: 刷新文档

# Vault_ShortcutCategory
source: Documents
de: Dokumente
es: Documentos
zh_cn: 文档

# Vault_DropToImport
source: Drop to import
de: Zum Importieren ablegen
es: Suelte para importar
zh_cn: 释放以导入

# Graph_NodeTypeDocument
source: Document
de: Dokument
es: Documento
zh_cn: 文档

# Graph_NodeTypeCollection
source: Collection
de: Sammlung
es: Colección
zh_cn: 合集

# Graph_NodeTypeTag
source: Tag
es: Etiqueta
zh_cn: 标签

# Graph_MatchCountOne
source: {0} found
de: {0} gefunden
es: {0} encontrado
zh_cn: 找到 {0} 个

# Graph_MatchCountMany
source: {0} found
de: {0} gefunden
es: {0} encontrados
zh_cn: 找到 {0} 个

# Plugin_NoDescription
source: No description provided.
de: Keine Beschreibung angegeben.
es: No se proporcionó ninguna descripción.
zh_cn: 未提供描述。

# Vault_SearchScopeHint.Text
source: Matches file names and tags. To search inside documents, use Semantic Search or Ask Your Files.
de: Durchsucht Dateinamen und Tags. Um in Dokumenten zu suchen, verwenden Sie „Semantische Suche“ oder „Fragen Sie Ihre Dateien“.
es: Busca en nombres de archivo y etiquetas. Para buscar dentro de los documentos, use «Búsqueda semántica» o «Pregunta a tus archivos».
fr: Porte sur les noms de fichiers et les tags. Pour chercher dans le contenu des documents, utilisez « Recherche sémantique » ou « Interroger vos fichiers ».
ja: ファイル名とタグで絞り込みます。ドキュメントの内容を検索するには、「セマンティック検索」または「ファイルに質問する」を使用してください。
zh_cn: 匹配文件名和标签。要搜索文档内容，请使用“语义搜索”或“向您的文件提问”。

# Vault_IndexingFailedReason.Text
source: WHY INDEXING FAILED
de: WARUM DIE INDEXIERUNG FEHLSCHLUG
es: POR QUÉ FALLÓ LA INDEXACIÓN
fr: POURQUOI L'INDEXATION A ÉCHOUÉ
ja: インデックス作成に失敗した理由
zh_cn: 索引失败原因

# Vault_DocumentText.Text
source: DOCUMENT TEXT
de: DOKUMENTTEXT
es: TEXTO DEL DOCUMENTO
fr: TEXTE DU DOCUMENT
ja: ドキュメントのテキスト
zh_cn: 文档文本

# Vault_Passage.Text
source: Passage
de: Abschnitt
es: Pasaje
ja: パッセージ
zh_cn: 段落

# Vault_PreviousPassageTip.ToolTipService.ToolTip
source: Previous passage
de: Vorheriger Abschnitt
es: Pasaje anterior
fr: Passage précédent
ja: 前のパッセージ
zh_cn: 上一段

source: Previous passage
de: Vorheriger Abschnitt
es: Pasaje anterior
fr: Passage précédent
ja: 前のパッセージ
zh_cn: 上一段

# Vault_NextPassageTip.ToolTipService.ToolTip
source: Next passage
de: Nächster Abschnitt
es: Pasaje siguiente
fr: Passage suivant
ja: 次のパッセージ
zh_cn: 下一段

source: Next passage
de: Nächster Abschnitt
es: Pasaje siguiente
fr: Passage suivant
ja: 次のパッセージ
zh_cn: 下一段

# Vault_SelectTextToAnnotate.Text
source: Select text in the passage to annotate it.
de: Markieren Sie Text im Abschnitt, um ihn zu annotieren.
es: Seleccione texto del pasaje para anotarlo.
fr: Sélectionnez du texte dans le passage pour l'annoter.
ja: 注釈を付けるには、パッセージ内のテキストを選択してください。
zh_cn: 在段落中选择文本即可为其添加注释。

# Vault_NoTextToAnnotate.Text
source: This document has no indexed text to annotate. Its text appears here once the document is indexed.
de: Dieses Dokument hat keinen indexierten Text zum Annotieren. Der Text erscheint hier, sobald das Dokument indexiert ist.
es: Este documento no tiene texto indexado para anotar. Su texto aparece aquí cuando el documento está indexado.
fr: Ce document n'a pas de texte indexé à annoter. Son texte apparaît ici une fois le document indexé.
ja: このドキュメントには注釈を付けられるインデックス済みのテキストがありません。ドキュメントのインデックスが作成されると、ここにテキストが表示されます。
zh_cn: 此文档没有可添加注释的已索引文本。文档完成索引后，文本会显示在这里。

# Vault_NewAnnotation.Text
source: NEW ANNOTATION
de: NEUE ANNOTATION
es: NUEVA ANOTACIÓN
fr: NOUVELLE ANNOTATION
ja: 新しい注釈
zh_cn: 新注释

# Vault_AnnotationNote.PlaceholderText
source: Add a note (optional)
de: Notiz hinzufügen (optional)
es: Añadir una nota (opcional)
fr: Ajouter une note (facultatif)
ja: メモを追加 (任意)
zh_cn: 添加备注（可选）

source: Annotation note
de: Notiz zur Annotation
es: Nota de la anotación
fr: Note de l'annotation
ja: 注釈のメモ
zh_cn: 注释备注

# Vault_CancelAnnotation.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Vault_SaveAnnotation.Content
source: Save Annotation
de: Annotation speichern
es: Guardar anotación
fr: Enregistrer l'annotation
ja: 注釈を保存
zh_cn: 保存注释

# Vault_DocumentAnnotations.Text
source: ANNOTATIONS
de: ANNOTATIONEN
es: ANOTACIONES
ja: 注釈
zh_cn: 注释

# Vault_NoAnnotationsYet.Text
source: No annotations on this document yet.
de: Zu diesem Dokument gibt es noch keine Annotationen.
es: Este documento aún no tiene anotaciones.
fr: Ce document n'a pas encore d'annotations.
ja: このドキュメントにはまだ注釈がありません。
zh_cn: 此文档还没有注释。

# Vault_DeleteAnnotationTip.ToolTipService.ToolTip
source: Delete annotation
de: Annotation löschen
es: Eliminar anotación
fr: Supprimer l'annotation
ja: 注釈を削除
zh_cn: 删除注释

# Vault_AnnotationsLoadFailed
source: The text and annotations of this document could not be loaded.
de: Text und Annotationen dieses Dokuments konnten nicht geladen werden.
es: No se pudieron cargar el texto y las anotaciones de este documento.
fr: Impossible de charger le texte et les annotations de ce document.
ja: このドキュメントのテキストと注釈を読み込めませんでした。
zh_cn: 无法加载此文档的文本和注释。

# Vault_AnnotationSaveFailed
source: The annotation could not be saved.
de: Die Annotation konnte nicht gespeichert werden.
es: No se pudo guardar la anotación.
fr: Impossible d'enregistrer l'annotation.
ja: 注釈を保存できませんでした。
zh_cn: 无法保存注释。

# Vault_AnnotationDeleteFailed
source: The annotation could not be deleted.
de: Die Annotation konnte nicht gelöscht werden.
es: No se pudo eliminar la anotación.
fr: Impossible de supprimer l'annotation.
ja: 注釈を削除できませんでした。
zh_cn: 无法删除注释。

# Vault_DeleteDocumentTitle
source: Delete document?
de: Dokument löschen?
es: ¿Eliminar el documento?
fr: Supprimer le document ?
ja: ドキュメントを削除しますか?
zh_cn: 删除文档？

# Vault_DeleteDocumentBody
source: "{0}" will be removed from the Knowledge Vault, together with its index and annotations. The file on disk is not deleted. This cannot be undone.
de: "{0}" wird zusammen mit seinem Index und seinen Annotationen aus dem Wissens-Tresor entfernt. Die Datei auf dem Datenträger wird nicht gelöscht. Dies kann nicht rückgängig gemacht werden.
es: "{0}" se quitará de la Bóveda de Conocimiento, junto con su índice y sus anotaciones. El archivo del disco no se elimina. Esta acción no se puede deshacer.
fr: « {0} » sera retiré du Coffre-fort de Connaissances, avec son index et ses annotations. Le fichier sur le disque n'est pas supprimé. Cette action est irréversible.
ja: 「{0}」は、インデックスと注釈とともに Knowledge Vault から削除されます。ディスク上のファイルは削除されません。この操作は元に戻せません。
zh_cn: “{0}”将连同其索引和注释一起从 Knowledge Vault 中移除。磁盘上的文件不会被删除。此操作无法撤消。

# Vault_DeleteDocumentsTitle
source: Delete documents?
de: Dokumente löschen?
es: ¿Eliminar los documentos?
fr: Supprimer les documents ?
ja: 選択したドキュメントを削除しますか?
zh_cn: 删除所选文档？

# Vault_DeleteDocumentsBody
source: {0} documents will be removed from the Knowledge Vault, together with their index and annotations. The files on disk are not deleted. This cannot be undone.
de: {0} Dokumente werden zusammen mit ihrem Index und ihren Annotationen aus dem Wissens-Tresor entfernt. Die Dateien auf dem Datenträger werden nicht gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se quitarán {0} documentos de la Bóveda de Conocimiento, junto con su índice y sus anotaciones. Los archivos del disco no se eliminan. Esta acción no se puede deshacer.
fr: {0} documents seront retirés du Coffre-fort de Connaissances, avec leur index et leurs annotations. Les fichiers sur le disque ne sont pas supprimés. Cette action est irréversible.
ja: {0} 件のドキュメントが、インデックスと注釈とともに Knowledge Vault から削除されます。ディスク上のファイルは削除されません。この操作は元に戻せません。
zh_cn: {0} 个文档将连同其索引和注释一起从 Knowledge Vault 中移除。磁盘上的文件不会被删除。此操作无法撤消。

# Vault_DeleteConfirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_cn: 删除

# Vault_DeleteCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Terms_12Termination.Text
source: 12. Termination
de: 12. Beendigung
es: 12. Terminación
fr: 12. Résiliation
ja: 12. 終了
zh_cn: 12. 终止

# Terms_TheRightsGrantedTo.Text
source: The rights granted to you under the MIT License are perpetual and irrevocable, and are not affected by these Terms. The MIT License governs your use of the Agent-X source code and software regardless of any other provision here.
de: Die Ihnen unter der MIT-Lizenz gewährten Rechte sind dauerhaft und unwiderruflich und werden von diesen Bedingungen nicht berührt. Die MIT-Lizenz regelt Ihre Nutzung des Agent-X-Quellcodes und der Software unabhängig von allen anderen Bestimmungen dieser Bedingungen.
es: Los derechos que se le otorgan bajo la licencia MIT son perpetuos e irrevocables, y no se ven afectados por estos Términos. La licencia MIT rige su uso del código fuente y el software de Agent-X con independencia de cualquier otra disposición aquí contenida.
fr: Les droits qui vous sont accordés sous licence MIT sont perpétuels et irrévocables, et ne sont pas affectés par ces Conditions. La licence MIT régit votre utilisation du code source et du logiciel Agent-X indépendamment de toute autre disposition des présentes.
ja: MIT ライセンスに基づきお客様に付与される権利は永続的かつ取消不能であり、本規約の影響を受けません。本規約の他の規定にかかわらず、Agent-X のソース コードおよびソフトウェアの使用には MIT ライセンスが適用されます。
zh_cn: 根据 MIT 许可证授予您的权利是永久且不可撤销的,不受本条款影响。无论本条款有任何其他规定,您对 Agent-X 源代码和软件的使用均受 MIT 许可证约束。

# Terms_YouMayStopUsing.Text
source: You may stop using Agent-X at any time by uninstalling the application and deleting all associated data from your device.
de: Sie können die Nutzung von Agent-X jederzeit beenden, indem Sie die Anwendung deinstallieren und alle zugehörigen Daten von Ihrem Gerät löschen.
es: Puede dejar de usar Agent-X en cualquier momento desinstalando la aplicación y eliminando todos los datos asociados de su dispositivo.
fr: Vous pouvez cesser d'utiliser Agent-X à tout moment en désinstallant l'application et en supprimant toutes les données associées de votre appareil.
ja: アプリケーションをアンインストールし、関連するすべてのデータをデバイスから削除することで、いつでも Agent-X の利用を終了できます。
zh_cn: 您可以随时通过卸载应用并从设备中删除所有相关数据来停止使用 Agent-X。

# Terms_TheDisclaimerOfWarranties.Text
source: The Disclaimer of Warranties and Limitation of Liability sections reflect the standard MIT 'AS IS' terms and continue to apply for as long as you use Agent-X.
de: Die Abschnitte „Gewährleistungsausschluss“ und „Haftungsbeschränkung“ entsprechen den standardmäßigen „AS IS“-Bedingungen der MIT-Lizenz und gelten fort, solange Sie Agent-X nutzen.
es: Las secciones de Exención de garantías y Limitación de responsabilidad reflejan los términos estándar 'TAL CUAL' de la licencia MIT y siguen aplicándose mientras use Agent-X.
fr: Les sections Exclusion de garanties et Limitation de responsabilité reflètent les termes standard « EN L'ÉTAT » de la licence MIT et continuent de s'appliquer tant que vous utilisez Agent-X.
ja: 「保証の否認」および「責任の制限」の各条項は、MIT ライセンス標準の「現状有姿」条件を反映したものであり、Agent-X をご利用の間、引き続き適用されます。
zh_cn: 免责声明和责任限制条款反映了 MIT 标准的“现状”条款,只要您使用 Agent-X,这些条款就持续适用。

# Terms_13ModificationsToTerms.Text
source: 13. Modifications to Terms
de: 13. Änderungen der Bedingungen
es: 13. Modificaciones de los Términos
fr: 13. Modifications des Conditions
ja: 13. 規約の変更
zh_cn: 13. 条款的修改

# Terms_WeReserveTheRight.Text
source: We reserve the right to modify these Terms at any time at our sole discretion. When we make material changes, we will notify you through the application or by other appropriate means.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit nach eigenem Ermessen zu ändern. Bei wesentlichen Änderungen benachrichtigen wir Sie über die Anwendung oder auf andere geeignete Weise.
es: Nos reservamos el derecho de modificar estos Términos en cualquier momento a nuestra entera discreción. Cuando hagamos cambios sustanciales, se lo notificaremos a través de la aplicación o por otros medios apropiados.
fr: Nous nous réservons le droit de modifier ces Conditions à tout moment, à notre seule discrétion. En cas de modification importante, nous vous en informerons via l'application ou par tout autre moyen approprié.
ja: 当社は、独自の裁量により、いつでも本規約を変更する権利を留保します。重要な変更を行う場合は、アプリケーションまたはその他の適切な手段でお知らせします。
zh_cn: 我们保留随时自行决定修改本条款的权利。当我们做出重大更改时,将通过应用程序或其他适当方式通知您。

# Terms_YourContinuedUseOf.Text
source: Your continued use of Agent-X after any such modifications constitutes your acceptance of the revised Terms. If you do not agree to the modified Terms, you must discontinue use of the application.
de: Ihre fortgesetzte Nutzung von Agent-X nach solchen Änderungen gilt als Annahme der überarbeiteten Bedingungen. Wenn Sie den geänderten Bedingungen nicht zustimmen, müssen Sie die Nutzung der Anwendung einstellen.
es: Su uso continuado de Agent-X tras dichas modificaciones constituye su aceptación de los Términos revisados. Si no está de acuerdo con los Términos modificados, debe dejar de usar la aplicación.
fr: Votre utilisation continue d'Agent-X après de telles modifications vaut acceptation des Conditions révisées. Si vous n'acceptez pas les Conditions modifiées, vous devez cesser d'utiliser l'application.
ja: 変更後も Agent-X の利用を継続した場合、改定された規約に同意したものとみなされます。変更後の規約に同意いただけない場合は、アプリケーションの利用を中止してください。
zh_cn: 在任何此类修改后继续使用 Agent-X,即表示您接受修订后的条款。如果您不同意修改后的条款,则必须停止使用本应用。

# Terms_14GoverningLaw.Text
source: 14. Governing Law
de: 14. Anwendbares Recht
es: 14. Ley aplicable
fr: 14. Droit applicable
ja: 14. 準拠法
zh_cn: 14. 适用法律

# Terms_TheseTermsShallBe.Text
source: These Terms shall be governed by and construed in accordance with the laws of the State of California, United States, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen dem Recht des US-Bundesstaates Kalifornien und werden entsprechend ausgelegt, ohne Berücksichtigung kollisionsrechtlicher Bestimmungen.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes del Estado de California, Estados Unidos, sin tener en cuenta sus disposiciones sobre conflicto de leyes.
fr: Ces Conditions sont régies et interprétées conformément aux lois de l'État de Californie, États-Unis, sans égard à ses dispositions en matière de conflit de lois.
ja: 本規約は、抵触法の規定にかかわらず、米国カリフォルニア州法に準拠し、同法に従って解釈されます。
zh_cn: 本条款受美国加利福尼亚州法律管辖并据其解释,不考虑其法律冲突规定。

# Terms_AnyDisputesArisingOut.Text
source: Any disputes arising out of or relating to these Terms or your use of Agent-X shall be resolved exclusively in the state or federal courts located in California. You consent to the personal jurisdiction of such courts and waive any objection to venue.
de: Streitigkeiten aus oder im Zusammenhang mit diesen Bedingungen oder Ihrer Nutzung von Agent-X werden ausschließlich vor den Staats- oder Bundesgerichten in Kalifornien beigelegt. Sie stimmen der persönlichen Zuständigkeit dieser Gerichte zu und verzichten auf Einwände gegen den Gerichtsstand.
es: Cualquier disputa derivada de o relacionada con estos Términos o su uso de Agent-X se resolverá exclusivamente en los tribunales estatales o federales ubicados en California. Usted consiente la jurisdicción personal de dichos tribunales y renuncia a cualquier objeción sobre el fuero.
fr: Tout litige découlant de ces Conditions ou de votre utilisation d'Agent-X, ou s'y rapportant, sera résolu exclusivement devant les tribunaux d'État ou fédéraux situés en Californie. Vous consentez à la compétence personnelle de ces tribunaux et renoncez à toute objection quant au lieu du procès.
ja: 本規約または Agent-X の利用に起因または関連する紛争は、カリフォルニア州に所在する州裁判所または連邦裁判所においてのみ解決されるものとします。お客様は、これらの裁判所の対人管轄権に同意し、裁判地に対する異議を放棄します。
zh_cn: 因本条款或您使用 Agent-X 引起或与之相关的任何争议,应由位于加利福尼亚州的州法院或联邦法院专属解决。您同意接受该等法院的属人管辖,并放弃对审判地的任何异议。
